<?php
 
 define('FPDF_FONTPATH','fonts/');//กำหนดให้ ดึงไฟล์ fonts จาก folder fonts
 include('fpdf.php');//ให้โปรแกรมเรียกใช้ class FPDF ได้
 
 $pdf = new FPDF();//สร้าง object pdf 
 $pdf->AddPage();//หาก เราใช้คำสั่ง  $pdf->AddPage("l"); จะได้ pdf ขนาด A4 เป็น แนวนอน
 
 //เพิ่ม fontที่จะให้ใช้งานได้
 $pdf->AddFont('angsana','','angsa.php');
 $pdf->AddFont('angsana','B','angsab.php');
 $pdf->AddFont('angsana','I','angsai.php');
 $pdf->AddFont('angsana','BI','angsaz.php');
 
 //เราใช้ method Cell ของ class FPDF เพื่อแสดงตัวอักษร
 //$pdf->Cell(ความกว้างของกล่องข้อความ,ความสูงของกล่องข้อความ,iconv("UTF-8", "TIS-620","ข้อความ"),ขอบ);
 //iconv("UTF-8", "TIS-620","ข้อความ") คือการแปลงการเข้ารหัสข้อความจาก UTF-8 เป็น TIS-620
 //หาก ความกว้างของกล่องข้อความ และความสูงของกล่องข้อความเป็นศูนย์จะไม่มีความกว้างความยาวของกล่องข้อความ
 //เช่น  $pdf->Cell(0,0,iconv("UTF-8", "TIS-620","ปกติ"));
 //เราเลือกที่จะไม่ส่งค่าขอบได้ ตามตัวอย่างยรรทัดบน แต่ถ้าส่งค่าขอบไป เช่น cell นั้นจะแสดงขอบให้ เช่น
 //$pdf->Cell(30,15,iconv("UTF-8", "TIS-620","ตัวหนาขีดเส้นใต้"),1);
 
 $pdf->setXY(73,15);//แสดงข้อความห่างขอบซ้าย 75 ขอบบน 15
 $pdf->SetFont('angsana','B',22);//กำหนด font แบบปกติ  angsana ขนาด 20 
 $pdf->Cell(0,0,iconv("UTF-8", "TIS-620","แบบฟอร์มขออนุญาตใช้สถานที่"));
 
 $pdf->setXY(92,25);
 $pdf->SetFont('angsana','',19);
 $pdf->Cell(0,0,iconv("UTF-8", "TIS-620","บันทึกข้อความ"));
 
 $pdf->setXY(56,32);
 $pdf->SetFont('angsana','',18);
 $pdf->Cell(0,0,iconv("UTF-8", "TIS-620","คณะบริหารธุรกิจ มหาวิทยาลัยเทคโนโลราชมงคลศรีวิชัย"));
 
 $pdf->setXY(15,35);
 $pdf->SetFont('angsana','',15);
 $pdf->Cell(0,0,iconv("UTF-8", "TIS-620","ส่วนราชการ"));
 
 $pdf->setXY(119,42);
 $pdf->SetFont('angsana','',15);
 $pdf->Cell(0,0,iconv("UTF-8", "TIS-620","วันที่..........เดือน.............................พ.ศ................"));
 
 $pdf->setXY(15,49);
 $pdf->SetFont('angsana','B',15);
 $pdf->Cell(0,0,iconv("UTF-8", "TIS-620","เรื่อง"));
 $pdf->setXY(25,49);
 $pdf->SetFont('angsana','',15);
 $pdf->Cell(0,0,iconv("UTF-8", "TIS-620","ขออนุญาตใช้สถานที่"));
 $pdf->setXY(15,52);
 $pdf->SetFont('angsana','',15);
 $pdf->Cell(0,0,iconv("UTF-8", "TIS-620","__________________________________________________________________________________________________"));
 
  $pdf->setXY(15,60);
 $pdf->SetFont('angsana','B',15);
 $pdf->Cell(0,0,iconv("UTF-8", "TIS-620","เรียน"));
 $pdf->setXY(25,60);
 $pdf->SetFont('angsana','',15);
 $pdf->Cell(0,0,iconv("UTF-8", "TIS-620","หัวหน้าอาคารสถานที่ คณะบริหารธุรกิจ"));
 
 $pdf->setXY(27,70);
 $pdf->SetFont('angsana','',15);
 $pdf->Cell(0,0,iconv("UTF-8", "TIS-620","ด้วยข้าพเจ้านาย/นาง/นางสาว/......................................................................................................................................."));
 $pdf->setXY(15,77);
 $pdf->SetFont('angsana','',15);
 $pdf->Cell(0,0,iconv("UTF-8", "TIS-620","ที่อยู่...................................................................................................................................เบอร์โทรติดต่อ.................................."));
 
 $pdf->setXY(27,84);
 $pdf->SetFont('angsana','',14);
 $pdf->Cell(5,5,iconv("UTF-8", "TIS-620"," "),1);
 $pdf->setXY(32,87);
 $pdf->SetFont('angsana','',15);
 $pdf->Cell(0,0,iconv("UTF-8", "TIS-620","อาจารย์ (คณะบริหารธุรกิจ / พิเศษ)สาขา................................................................................................................."));
 
 $pdf->setXY(27,91);
 $pdf->SetFont('angsana','',14);
 $pdf->Cell(5,5,iconv("UTF-8", "TIS-620"," "),1);
 $pdf->setXY(32,94);
 $pdf->SetFont('angsana','',15);
 $pdf->Cell(0,0,iconv("UTF-8", "TIS-620","นักศึกษา คณะ.....................................................................สาขา............................................................................."));
 
 $pdf->setXY(27,98);
 $pdf->SetFont('angsana','',14);
 $pdf->Cell(5,5,iconv("UTF-8", "TIS-620"," "),1);
 $pdf->setXY(32,101);
 $pdf->SetFont('angsana','',15);
 $pdf->Cell(0,0,iconv("UTF-8", "TIS-620","หน่วยงาน ................................................................................................................................................................"));
 
 $pdf->setXY(15,108);
 $pdf->SetFont('angsana','',15);
 $pdf->Cell(0,0,iconv("UTF-8", "TIS-620","ขออนุญาต"));
 
 $pdf->setXY(27,115);
 $pdf->SetFont('angsana','',15);
 $pdf->Cell(0,0,iconv("UTF-8", "TIS-620","ใช้ห้องประชุม/สนาม/ลาน(ระบุตำแหน่ง)....................................................................................................................."));
 
 $pdf->setXY(15,122);
 $pdf->SetFont('angsana','',15);
 $pdf->Cell(0,0,iconv("UTF-8", "TIS-620","(วัน/เดือน/ปี).................................................เวลา......................................................................................................................."));
 
 $pdf->setXY(15,129);
 $pdf->SetFont('angsana','',15);
 $pdf->Cell(0,0,iconv("UTF-8", "TIS-620","ถึง  (วัน/เดือน/ปี)...........................................เวลา......................................................................................................................."));
 
 $pdf->setXY(15,136);
 $pdf->SetFont('angsana','',15);
 $pdf->Cell(0,0,iconv("UTF-8", "TIS-620","วัตถุประสงค์เพื่อ"));
 
 $pdf->setXY(27,143);
 $pdf->SetFont('angsana','',14);
 $pdf->Cell(5,5,iconv("UTF-8", "TIS-620"," "),1);
 $pdf->setXY(32,146);
 $pdf->SetFont('angsana','',15);
 $pdf->Cell(0,0,iconv("UTF-8", "TIS-620","สอนวิชา................................................ให้นักศึกษา คณะ.........................................สาขา......................................"));
 
 $pdf->setXY(27,150);
 $pdf->SetFont('angsana','',14);
 $pdf->Cell(5,5,iconv("UTF-8", "TIS-620"," "),1);
 $pdf->setXY(32,153);
 $pdf->SetFont('angsana','',15);
 $pdf->Cell(0,0,iconv("UTF-8", "TIS-620","วัตถุประสงค์อื่น(ระบุ).............................................................................................................................................."));
 
 $pdf->setXY(15,160);
 $pdf->SetFont('angsana','',15);
 $pdf->Cell(0,0,iconv("UTF-8", "TIS-620","และต้องการอุปกรณ์ภายในห้องเพิ่มเติม(เช่น จำนวนโต๊ะ/เก้าอี้,โพเดียมและ อื่นๆ)...................................................................."));
 $pdf->setXY(15,167);
 $pdf->SetFont('angsana','',15);
 $pdf->Cell(0,0,iconv("UTF-8", "TIS-620","....................................................................................................................................................................................................."));
 
 $pdf->setXY(38,174);
 $pdf->SetFont('angsana','',15);
 $pdf->Cell(0,0,iconv("UTF-8", "TIS-620","จึงเรียนมาเพื่อโปรดพิจารณาอนุญาต"));
 
 $pdf->setXY(75,185);
 $pdf->SetFont('angsana','',15);
 $pdf->Cell(0,0,iconv("UTF-8", "TIS-620","ขอแสดงความนับถือ"));
 
 $pdf->setXY(74,195);
 $pdf->SetFont('angsana','',15);
 $pdf->Cell(0,0,iconv("UTF-8", "TIS-620","ลงชื่อ........................................................................"));
 $pdf->setXY(79,202);
 $pdf->SetFont('angsana','',15);
 $pdf->Cell(0,0,iconv("UTF-8", "TIS-620","(.........................................................................)"));
 $pdf->setXY(105,209);
 $pdf->SetFont('angsana','',15);
 $pdf->Cell(0,0,iconv("UTF-8", "TIS-620","ผู้ขออนุญาต"));
 
 $pdf->setXY(63,221);
 $pdf->SetFont('angsana','',15);
 $pdf->Cell(0,0,iconv("UTF-8", "TIS-620","งานอาคารสถานที่"));
 $pdf->setXY(95,218);
 $pdf->SetFont('angsana','',14);
 $pdf->Cell(5,5,iconv("UTF-8", "TIS-620"," "),1);
 $pdf->setXY(100,221);
 $pdf->SetFont('angsana','',15);
 $pdf->Cell(0,0,iconv("UTF-8", "TIS-620","ทราบ/อนุญาต"));
 $pdf->setXY(130,218);
 $pdf->SetFont('angsana','',14);
 $pdf->Cell(5,5,iconv("UTF-8", "TIS-620"," "),1);
 $pdf->setXY(135,221);
 $pdf->SetFont('angsana','',15);
 $pdf->Cell(0,0,iconv("UTF-8", "TIS-620","ไม่อนุญาต"));
 
 $pdf->setXY(90,232);
 $pdf->SetFont('angsana','',15);
 $pdf->Cell(0,0,iconv("UTF-8", "TIS-620","ลงชื่อ........................................................................"));
 $pdf->setXY(95,239);
 $pdf->SetFont('angsana','',15);
 $pdf->Cell(0,0,iconv("UTF-8", "TIS-620","(.........................................................................)"));
 $pdf->setXY(110,246);
 $pdf->SetFont('angsana','',15);
 $pdf->Cell(0,0,iconv("UTF-8", "TIS-620","หัวหน้างานอาคารสถานที่"));
 
 $pdf->setXY(15,265);
 $pdf->SetFont('angsana','B',15);
 $pdf->Cell(0,0,iconv("UTF-8", "TIS-620","__________________________________________________________________________________________________"));
 $pdf->setXY(15,272);
 $pdf->SetFont('angsana','I',15);
 $pdf->Cell(0,0,iconv("UTF-8", "TIS-620","*** หากต้องการให้จัดห้องตามรูปแบบที่ต้องการ รบกวนวาดแผนผังห้องที่ต้องการในหน้าหลัง"));
 
 $pdf->Image('Images/BossBird.jpg',15,12,20,20);//แสดงรูป
 //$pdf->Image('path ไฟล์',ห่างจากขอบซ้าย,ห่างจากจากขอบบน,ความกว้างของรูป,ความสูงของรูป);
 
 $pdf->Output();//สั่งพิมพ์ pdf
 
?>