<?php
session_start();
$pagename = 'Team of Use';
require 'header.php';
require 'Sidebar.php';
?>
<main id="main" class="main">


    <section class="section dashboard">
        <div class="row">
            <div class="card">
                <div class="card-body">
                    <h3 class="card-body text-center" style="color:#0C356A;font-weight: bold;">นโยบายเว็บไซต์ของกรมประมง</h3>
                    <h5 class="card-body text-center" style="color:#0C356A;font-weight: bold;">Website Policy of Department of Fisheries</h5>
                    <div id='calendar'></div>
                </div>
                <div class="card-body">
                    <p>1.วัตถุประสงค์</p>

                    <p>เว็บไซต์กรมประมง ได้จัดทำขึ้นเพื่อให้บริการแก่บุคลากรในสังกัดกรมประมง ในการใช้บริการเว็บไซต์ของผู้ใช้บริการจะอยู่ภายใต้เงื่อนไขและข้อกำหนดดังต่อไปนี้ ผู้ใช้บริการจึงควรศึกษาเงื่อนไขและข้อกำหนดการใช้งานเว็บไซต์ และ/หรือเงื่อนไขและข้อตกลงอื่นใดที่กรมประมงได้แจ้งให้ทราบบนเว็บไซต์โดยละเอียดก่อนการเข้าใช้บริการ ทั้งนี้ ในการใช้บริการให้ถือว่าผู้ใช้บริการได้ตกลงที่จะปฏิบัติตามเงื่อนไขและข้อกำหนดการให้บริการที่กำหนดไว้นี้ หากผู้ใช้บริการไม่ประสงค์ที่จะผูกพันตามข้อกำหนดและเงื่อนไขการให้บริการ ขอความกรุณาท่านยุติการเข้าชมและใช้งานเว็บไซต์นี้ในทันที</p>

                    <p>&nbsp;</p>

                    <p>2. เงื่อนไขและข้อกำหนดการใช้งานเว็บไซต์</p>

                    <p>2.1 ผู้ใช้บริการอาจได้รับ เข้าถึง สร้าง ส่งหรือแสดงข้อมูล เช่น ไฟล์ข้อมูล ข้อความลายลักษณ์อักษร ซอฟต์แวร์คอมพิวเตอร์ ดนตรี ไฟล์เสียง หรือเสียงอื่นๆ ภาพถ่าย วิดีโอ หรือรูปภาพอื่นๆ โดยเป็นส่วนหนึ่งของบริการหรือโดยผ่านการใช้บริการ ซึ่งต่อไปนี้จะเรียกว่า &ldquo;เนื้อหา&rdquo;<br />
                        2.2 เนื้อหาที่นำเสนอต่อผู้ใช้บริการ อาจได้รับการคุ้มครองโดยสิทธิในทรัพย์สินทางปัญญาของเจ้าของเนื้อหานั้น ผู้ใช้บริการไม่มีสิทธิเปลี่ยนแปลงแก้ไข จำหน่ายจ่ายโอนหรือสร้างผลงานต่อเนื่องโดยอาศัยเนื้อหาดังกล่าวไม่ว่าจะทั้งหมดหรือบางส่วน เว้นแต่ผู้ใช้บริการจะได้รับอนุญาตโดยชัดแจ้งจากเจ้าของเนื้อหานั้น<br />
                        2.3 ผู้ใช้บริการอาจพบเนื้อหาที่ไม่เหมาะสม หรือหยาบคาย อันก่อให้เกิดความไม่พอใจ ภายใต้ความเสี่ยงของตนเอง<br />
                        2.4 กรมประมง ทรงไว้ซึ่งสิทธิในการคัดกรอง ตรวจทาน ทำเครื่องหมาย เปลี่ยนแปลงแก้ไข ปฏิเสธ หรือลบเนื้อหาใดๆ ที่ไม่เหมาะสมออกจากบริการ ซึ่งกรมประมงอาจจัดเตรียมเครื่องมือในการคัดกรองเนื้อหาอย่างชัดเจน โดยไม่ขัดต่อกฎหมาย กฎระเบียบของทางราชการที่เกี่ยวข้อง<br />
                        2.5 กรมประมง อาจหยุดให้บริการเป็นการชั่วคราวหรือถาวร หรือยกเลิกการให้บริการแก่ผู้ใช้บริการรายใดเป็นการเฉพาะ หากการให้บริการดังกล่าวส่งผลกระทบต่อผู้ใช้บริการอื่นๆ หรือขัดแย้งต่อกฎหมาย โดยไม่ต้องแจ้งให้ผู้ใช้บริการทราบล่วงหน้า<br />
                        2.6 การหยุดหรือการยกเลิกบริการตามข้อ 2.5 ผู้ใช้บริการจะไม่สามารถเข้าใช้บริการ และเข้าถึงรายละเอียดบัญชีของผู้ใช้บริการ ไฟล์เอกสารใดๆ หรือเนื้อหาอื่นๆ ที่อยู่ในบัญชีของผู้ใช้บริการได้<br />
                        2.7 ในกรณีที่กรมประมง หยุดให้บริการเป็นการถาวร หรือยกเลิกบริการแก่ผู้ใช้บริการ กรมประมง มีสิทธิในการลบข้อมูลต่างๆ ที่อยู่ในบัญชีของผู้ใช้บริการได้โดยไม่ต้องแจ้งให้ผู้ใช้บริการทราบล่วงหน้า</p>

                    <p>&nbsp;</p>

                    <p>3. สิทธิ หน้าที่ และความรับผิดชอบของผู้ใช้บริการ</p>

                    <p>3.1 ผู้ใช้บริการจะให้ข้อมูลเกี่ยวกับตนเอง เช่น ข้อมูลระบุตัวตนหรือรายละเอียดการติดต่อที่ถูกต้อง เป็นจริง และเป็นปัจจุบันเสมอแก่กรมประมง อันเป็นส่วนหนึ่งของกระบวนการลงทะเบียนใช้บริการ หรือการใช้บริการที่ต่อเนื่อง<br />
                        3.2 ผู้ใช้บริการจะใช้บริการเว็บไซต์นี้ เพื่อวัตถุประสงค์ที่ได้รับอนุญาตตามข้อกำหนดของ กรมประมง และไม่ขัดต่อกฎหมาย กฎ ระเบียบ ข้อบังคับ หลักปฏิบัติที่เป็นที่ยอมรับโดยทั่วไป<br />
                        3.3 ผู้ใช้บริการจะไม่เข้าใช้หรือพยายามเข้าใช้บริการหนึ่งบริการใดโดยวิธีอื่น รวมถึงการใช้วิธีการอัตโนมัติ (การใช้สคริปต์) นอกจากช่องทางที่กรมประมงจัดเตรียมไว้ให้เว้นแต่ผู้ใช้บริการจะได้รับอนุญาตจากกรมประมง โดยชัดแจ้งให้ทำเช่นนั้นได้<br />
                        3.4 ผู้ใช้บริการจะไม่ทำหรือมีส่วนร่วมในการขัดขวางหรือรบกวนบริการของกรมประมง รวมทั้งเครื่องแม่ข่ายและเครือข่ายที่เชื่อมต่อกับบริการ<br />
                        3.5 ผู้ใช้บริการจะไม่ทำสำเนา คัดลอก ทำซ้ำ ขาย แลกเปลี่ยน หรือขายต่อบริการเพื่อวัตถุประสงค์ใดๆ เว้นแต่ผู้ใช้บริการจะได้รับอนุญาตจากกรมประมง โดยชัดแจ้งให้ทำเช่นนั้นได้<br />
                        3.6 ผู้ใช้บริการมีหน้าที่ในการรักษาความลับของรหัสผ่านที่เชื่อมโยงกับบัญชีใดๆ ที่ใช้ในการเข้าถึงบริการ<br />
                        3.7 ผู้ใช้บริการจะเป็นผู้รับผิดชอบแต่เพียงผู้เดียวต่อบุคคลใดๆ รวมถึงกรมประมงในความเสียหายอันเกิดจากการละเมิดข้อกำหนด</p>

                    <p>&nbsp;</p>

                    <p>4. การเชื่อมโยงกับเว็บไซต์อื่นๆ</p>

                    <p>4.1 การเชื่อมโยงไปยังเว็บไซต์อื่นเป็นเพียงการให้บริการเพื่ออำนวยความสะดวกแก่ผู้ใช้บริการเท่านั้น กรมประมงมิได้มีส่วนเกี่ยวข้องหรือมีอำนาจควบคุม รับรองความถูกต้อง ความน่าเชื่อถือ ตลอดจนความรับผิดชอบในเนื้อหาข้อมูลของเว็บไซต์นั้น ๆ และกรมประมงไม่รับผิดชอบต่อเนื้อหาใดๆ ที่แสดงบนเว็บไซต์อื่นที่เชื่อมโยงมายังเว็บไซต์ของกรมประมง หรือต่อความเสียหายใดๆ ที่เกิดขึ้นจากการเข้าเยี่ยมชมเว็บไซต์ดังกล่าวเชื่อมโยงมายังเว็บไซต์กรมประมง<br />
                        4.2 กรณีต้องการเชื่อมโยงมายังเว็บไซต์ของกรมประมง ผู้ใช้บริการสามารถเชื่อมโยงมายังหน้าแรกของเว็บไซต์ของกรมประมงได้ โดยแจ้งความประสงค์เป็นหนังสือ แต่หากต้องการเชื่อมโยงมายังหน้าภายในของเว็บไซต์นี้ จะต้องได้รับความยินยอมเป็นหนังสือจากกรมประมงแล้วเท่านั้น และในการให้ความยินยอมดังกล่าว กรมประมงขอสงวนสิทธิที่จะกำหนดเงื่อนไขใดๆ ไว้ด้วยก็ได้ ในการที่เว็บไซต์อื่นที่เชื่อมโยงมายังเว็บไซต์ของกรมประมงจะไม่รับผิดชอบต่อเนื้อหาใดๆ ที่แสดงบนเว็บไซต์ที่เชื่อมโยงมายังเว็บไซต์ของกรมประมง หรือต่อความเสียหายใดๆ ที่เกิดขึ้นจากการใช้เว็บไซต์เหล่านั้น</p>

                    <p>&nbsp;</p>

                    <p>5. การปฏิเสธความรับผิด</p>

                    <p>กรมประมงจะไม่รับผิดต่อความเสียหายใดๆ รวมถึงความเสียหาย สูญเสีย และค่าใช้จ่ายที่เกิดขึ้นไม่ว่าโดยตรงหรือโดยอ้อม ที่เป็นผลหรือสืบเนื่องจากการที่ผู้ใช้เข้าใช้เว็บไซต์นี้หรือเว็บไซต์ที่เชื่อมโยงกับเว็บไซต์นี้ หรือต่อความเสียหาย สูญเสียหรือค่าใช้จ่ายที่เกิดจากความล้มเหลวในการใช้งาน ความผิดพลาด การละเว้น การหยุดชะงัก ข้อบกพร่อง ความไม่สมบูรณ์ คอมพิวเตอร์ไวรัส ถึงแม้ว่า กรมประมงจะได้รับแจ้งว่าอาจจะเกิดความเสียหาย สูญเสีย หรือค่าใช้จ่ายดังกล่าวขึ้น นอกจากนี้ กรมประมงไม่รับผิดต่อผู้ใช้เว็บไซต์หรือบุคคล จากการเรียกร้องใด ๆ ที่เกิดขึ้นจากบนเว็บไซต์ หรือเนื้อหาใดๆ ซึ่งรวมถึงการตัดสินใจหรือการกระทำใดๆ ที่เกิดจากความเชื่อถือในเนื้อหาดังกล่าวของผู้ใช้เว็บไซต์ หรือในความเสียหายใด ๆ ไม่ว่าความเสียหายทางตรงหรือทางอ้อม รวมถึงความเสียหายอื่นใดที่อาจเกิดขึ้นได้ ผู้ใช้บริการยอมรับและตระหนักดีว่า กรมประมงจะไม่ต้องรับผิดชอบต่อการกระทำใดของผู้ใช้บริการทั้งสิ้น</p>

                    <p>&nbsp;</p>

                    <p>6. กรรมสิทธิ์และสิทธิในทรัพย์สินทางปัญญา</p>

                    <p>6.1 กรมประมงหรือผู้ให้อนุญาตแก่กรมประมง เป็นผู้มีสิทธิตามกฎหมาย แต่เพียงผู้เดียวในกรรมสิทธิ์ ผลประโยชน์ทั้งหมด รวมถึงสิทธิในทรัพย์สินทางปัญญาใดๆ ที่มีอยู่ในบริการ ซึ่งกรมประมงหรือผู้ให้อนุญาตแก่กรมประมงเป็นผู้จัดทำขึ้น ไม่ว่าสิทธิเหล่านั้นจะได้รับการจดทะเบียนไว้หรือไม่ก็ตาม<br />
                        6.2 ผู้ใช้บริการจะต้องไม่เปิดเผยข้อมูลที่กรมประมงกำหนดให้เป็นความลับ โดยไม่ได้รับความยินยอมเป็นลายลักษณ์อักษรล่วงหน้าจากกรมประมง<br />
                        6.3 ผู้ใช้บริการจะต้องไม่ใช้ชื่อทางการค้า เครื่องหมายการค้า เครื่องหมายการบริการ ตราสัญลักษณ์ ชื่อโดเมนของกรมประมง โดยไม่ได้รับความยินยอมเป็นลายลักษณ์อักษรจากกรมประมง</p>

                    <p>&nbsp;</p>

                    <p>7. กฎหมายที่ใช้บังคับ<br />
                        &nbsp;การตีความ และการบังคับตามเงื่อนไขการให้บริการฉบับนี้ ให้เป็นไปตามกฎหมายไทย</p>
                    <div class="text-center">
                        <em class="fa fa-shield" style="font-size:11px; color:#94e1c3;"></em>
                        <a target=_blank href="https://www4.fisheries.go.th/dof/activity_item/4232" title="นโยบายเว็บไซต์กรมประมง" style="font-size:13px;">นโยบายเว็บไซต์</a>


                        &nbsp;|&nbsp;
                        <em class="fa fa-shield" style="font-size:11px; color:#94e1c3;"></em>&nbsp;<a target=_blank href="https://www4.fisheries.go.th/dof/activity_item/4231" title="นโยบายคุ้มครองข้อมูลส่วนบุคคลกรมประมง" style="font-size:13px;">นโยบายคุ้มครองข้อมูลส่วนบุคคล</a>

                        &nbsp;|&nbsp;
                        <em class="fa fa-shield" style="font-size:11px; color:#94e1c3;"></em>&nbsp;<a target=_blank href="https://www4.fisheries.go.th/dof/activity_item/4230" title="นโยบายรักษาความมั่นคงปลอดภัยเว็บไซต์" style="font-size:13px;">นโยบายรักษาความมั่นคงปลอดภัยเว็บไซต์ </a>

                        &nbsp;|&nbsp;
                        <em class="fa fa-shield" style="font-size:11px; color:#94e1c3;"></em>&nbsp;<a target=_blank href="https://www4.fisheries.go.th/dof/activity_item/4229" title="นโยบายการใช้คุกกี้กรมประมง" style="font-size:13px;">นโยบายการใช้คุกกี้ </a>

                    </div>
                </div>
            </div>
        </div>
        </div>
    </section>
</main><!-- End #main -->

<?php require 'footer.php' ?>

</html>